#CODIGOS DE TILDES  A \u00C1 E \u00C9 I \u00CD O \u00D3 U \u00DA ENIE \u00D1 a \u00E1 e\u00E9 i \u00ED o \u00F3 u \u00FA enie \u00F1 \u0020 espacio en blanco
#Preoperativo
VWPreoperativo100=Formato de fecha incorrecto
VWPreoperativo101=El sector {sector} no puede ser eliminado cuando se actualiza un operativo autorizado
VWPreoperativo102=Ingrese la informaci\u00F3n que justifique la prorroga a otorgar
VWPreoperativo103=Dege ingresar una observaci\u00F3n para el cambio de estado del operativo
VWPreoperativo104=Error al eliminar la fuente seleccionada
VWPreoperativo105=No se puede eliminar sectores ya asignados cuando un operativo est\u00E1 en estado Autorizado
VWPreoperativo106=Error al eliminar el sector
VWPreoperativo107=El sector seleccionado para ser eliminado es nulo
VWPreoperativo108=Sector no puede ser eliminado, exiten documentos asociados
VWPreoperativo109=Error al eliminar el participante
VWPreoperativo110=El participante seleccionado para ser eliminado es nulo 
OperativoErrorCargarArchivoAutorizacion=Error al cargar el archivo de autorizaci\u00F3n

errorCanalesSinSujetosControl= Los siguientes canales no tienen sujetos control relacionados: 
errorSectoresSinSujetosControl= Los siguientes sectores no tienen sujetos control relacionados: 

operativoMensajeValidacionDesmarcarCanalGuardado= No se permite desmarcar un canal ya registrado en un operativo autorizado
operativoMensajeValidacionSolicitudesEnCanalDesmarcado= Existen solicitudes que han sido seleccionadas al canal que intenta desmarcar.
operativoMensajeValidacionSujetosEnCanalDesmarcado= Existen sujetos que han sido asignados al canal que intenta desmarcar.
operativoNoSePuedeCambiarPreguntaRequiereAutorizacion = No se puede cambiar a NO requiere autorizaci\u00F3n cuando un operativo ya est\u00E1 autorizado
operativoMensajeActividadEconomicaRepetida=La siguiente actividad econ\u00F3mica no fue agregada por que ya existe\: 
debeSeleccionarSolicitudOperativo= Debe seleccionar por lo menos una solicitud
operativoNoSePuedeEliminarActEconomica = No se puede eliminar la actividad economica cuando el operativo esta autorizado y ya ha sido guardada previamente

#RCI

#Cabecera
VWCB100 = La fecha y hora de la intervenci\u00F3n no puede ser mayor a la fecha y hora actual
rciNoHayGuardadoParcial = No existe un registro Parcial


#Establecimiento
VW100 = SECCION I.
VW101 = Secci\u00F3n Datos del Establecimiento OK
VW102 = Seleccione un sector
VW103 =  SECCION CABECERA. Es necesario se ingrese fecha y hora de la intervenci\u00F3n.
VW104 = Seleccione un tipo de identificaci\u00F3n.

VW200 = SECCION II.
VW201 = Seleccione un establecimiento
VW202 = Seleccione si el establecimiento es usado como vivienda
VW203 = Ingrese el nombre de la calle
VW204 = Ingrese una actividad econ\u00F3mica

#Arrendador
VW500=Especifique si el inmueble est\u00E1 o no alquilado
VW501=Ingrese el valor del arriendo
VW502=Indique si posee contrato
VW503=El campo valor de arriendo es obligatorio
VW504=La identificaci\u00F3n del arrendador es obligatoria
VW505=El nombre o raz\u00F3n social del arrendador es obligatoria
VW506=Especifique el tipo de comprobante de arriendo que se presenta
VW507=Verifique las fechas de contrato
VW508=Verifique que se haya ingresado las fechas de vigencia del contrato de arrendamiento
VW515=SECCION IV.
VW516=Indique si el contrato est\u00E1 inscrito
debeIngresarSiPoseeContrato=Indique si posee o no contrato de arrendamiento
VW517=Ingrese la fecha inicio del contrato
VW518=Ingrese la fecha fin del contrato
VW519=Indique que tipo de documento presenta
VW520=Ingrese un N\u00B0 de autorizaci\u00F3n
VW521=Seleccione un tipo de comprobante
VW522=Ingrese el n\u00FAmero de comprobante
VW523=Ingrese la fecha de emisi\u00F3n
VW524=Indique si justifica o no el comprobante
VW525=Indique si el comprobante cumple requisitos 
VW526=Seleccione un motivo por el que no justifica el comprobante 
VW527=Ingrese la descripci\u00F3n del documento
VW528=Seleccione el tipo de identificaci\u00F3n del Arrendador
VW529=Secci\u00F3n Datos del Arrendador OK
VW530 = Formato de valor del arriendo incorrecto.
debeIngresarLaIntencionDeRenovacion= Ingrese la intenci\u00F3n de renovaci\u00F3n del contrato
debeIngresarLaInformacionDeIdentificacion=Ingrese la identificaci\u00F3n o verifique el formato
NoMasDeUnComprobante=No se puede agregar m\u00E1s de un comprobante
rciArriendoComprobante = Debe ingresar un comprobante de arriendo

#RCI

#Datos Contribuyente
VW509=C\u00E9dula no v\u00E1lida, verifique la cantidad de d\u00EDgitos ingresados
VW510=RUC no v\u00E1lido, verifique la cantidad de d\u00EDgitos ingresados
VW511=Secci\u00F3n validada y respaldada correctamente
VW512=Ingrese el pasaporte
VW513=Ingrese una identificaci\u00F3n o un nombre
VW514 = SECCION I.
contribuyenteCreiterioBusqueda =No se ha elegido un criterio de búsqueda


#RCI

#Comprobantes
VW600=Ingrese una autorizaci\u00F3n
VW601=Error al buscar la autorizaci\u00F3n
VW602=No hay comprobantes asignados a la autorizaci\u00F3n ingresada
VW603=La autorizaci\u00F3n ingresada no pertenece al contribuyente
VW604=, pertenece al RUC: 
VW605= Raz\u00F3n Social\: 
VW606=Error al intentar obtener la raz\u00F3n social asignada al RUC de la autorizaci\u00F3n ingresada
VW607=No ha ingresado un n\u00FAmero de RUC.
VW608=No se ha encontrado informaci\u00F3n para la autorizaci\u00F3n ingresada
VW609=No hay comprobantes para esa autorizaci\u00F3n
VW610=Seleccione un tipo de documento
VW611=Sin informaci\u00F3n
VW612=Comprobante Caducado. Fecha Caducidad de la Autorizaci\u00F3n\: 
comprobanteCampoRequerido = Ingrese un número de comprobante
comprobanteFechaEmisionRequerida = Ingrese la fecha de emisi\u00F3n
AutorizacionPerteneceOtroRuc= La autorizaci\u00F3n pertenece al RUC\:
autorizacionMismoRucMercancia= La autoizaci\u00F3n pertenece al contribuyente intervenido y no puede justificar la mercanc\u00EDa
noHaIngresadoComprobantes= No se han ingresado comprobantes para sustentar la mercanc\u00EDa
rciComprobanteDuplicadoDescartado = Se descarta por duplicado el registro de número de autorizacion: 
rciComprobanteDuplicadoDescartadoContinuacion= y número de serie: 
rciNoSePuedeObtenerInfoArrendador = no se puede obtener la información del arrendador
rciSoloSeleccioneUnComprobante = Solo se puede seleccionar un comprobante
rciSelecioneTipoIdentificacion = SECCION I. Es necesario seleccionar el tipo de identificación RUC. 
rciIngreseUnRUC = SECCION I. Es necesario ingresar un número de RUC.
rciSeleccioneUnEstablecimiento = SECCION II. Es necesario seleccionar un establecimiento.

VW617=SECCION III. 
VW618=Ingrese \u00FAltimo comprobante
VW619=Ingrese fecha emision
VW620=Seleccione si cumple requisitos el comprobante con 
VW621=EL RUC de la imprenta no se encuentra registrado
VW622=Secci\u00F3n Informaci\u00F3n Comprobantes de Venta OK
VW623=No ha seleccionado un n\u00FAmero de establecimiento v\u00E1lido
VW624=El establecimiento intervenido es:
VW625=Comprobante repetido
VW626=No ha seleccionado requisitos o falta de seleccionar por lo menos un incumplimiento.
VW627=Especifique si se presenta comprobantes de venta
VW628=. Comprobante #
VW629=Este registro ya fue ingresado
VW630=Seleccione por lo menos un registro
VW631=No se han registrado autorizaciones
VW632=No hay requisitos seleccionados
VW633=Error al eliminar el requisito
VW634= Falta seleccionar requisitos incumplidos
VW635= Verifique los datos de los comprobantes registrados
VW636= La cantidad de registros que se pueden mostrar es  
VW637= , se recuperaron 
VW638=  registros, por favor ajuste los filtros de b\u00FAsqueda
comprobanteEstablecimientoNoCorresponde = El establecimiento no corresponde al seleccionado en la 
comprobanteAutorizacionNumero = autorizaci\u00F3n \#
comprobanteSerie= y serie 
noIngresaComprobantes = No se ha ingresado datos de comprobantes para la SECCION III

#RCI

#Requisitos
VW613=SECCION III. 
VW614=. Seleccion\u00F3 que NO cumple con requisitos y no ha escogido ninguno.
VW615=. Req. #
VW616=. Seleccione un tipo de incumplimiento
filtroBusquedaFechaDesdeObligatorio = Ingrese el filtro de b\u00FAsqueda fecha desde
filtroBusquedaFechaHastaObligatorio = Ingrese el filtro de b\u00FAsqueda fecha hasta
filtroBusquedaFechaDesdeIncorrecto = Formato de fecha de desde es incorrecto
filtroBusquedaFechaHastaIncorrecto = Formato de fecha de hasta es incorrecto

#RCI

rciRequisitoOMITE=OMITE
rciRequisitoERROR=ERROR
rciRequisitoINCOMPLETO=INCOMPLETO
rciRequisitoOTROS=OTROS

#RCI
#Informacion Adicional
VW700 = SECCION VI.
VW701 = Ingrese la descripci\u00F3n del bien o servicio
VW702 = Ingrese el valor unitario del bien o servicio
VW703 = Seleccione si vende a consumidores finales
VW704 = El valor del bien o servicio no es un n\u00FAmero
VW705 = La capacidad establecimiento / Aforo no es un n\u00FAmero
VW706 = El n\u00FAmero de empleados no es un n\u00FAmero
VW707 = El n\u00FAmero de mesas no es un n\u00FAmero
VW708 = El n\u00FAmero de puntos de pago no es un n\u00FAmero
VW709 = El promedio de ventas diario no es un n\u00FAmero
VW710 = Seleccione si la transferencia y pago se efect\u00FAan al momento de la compra
VW711 = Seleccione si la transferencia es decisi\u00F3n del comprador
VW712 = Ingrese el n\u00FAmero de empleados
VW713 = Ingrese el n\u00FAmero de puntos de pago
VW714 = Ingrese el promedio de ventas diario
VW715 = Seleccione si Lleva libros y registros contables
VW716 = Seleccione la actitud de la persona que atiende
VW717 = Seleccione si existe Riesgo en la intervenci\u00F3n
VW718 = Seleccione si tiene un sistema de intentarios
VW719 = Seleccione si la mercanc\u00EDa se encuentra ordenada y clasificada
VW720 = Seleccione si existe mapeo de bodega para ubicaci\u00F3n f\u00EDsica
VW721 = Seleccione si existe otro RUC en el establecimiento
VW722 = Seleccione si existe una denuncia del establecimiento
VW723 = El n\u00FAmero de RUC debe ser un n\u00FAmero de 13 digitos
VW724 = La denuncia debe ser un n\u00FAmero
VW725 = Si se elije la opci\u00F3n SI en la secci\u00F3n Comparte establecimiento, por favor agregue por lo menos un RUC adicional
VW726 = Si se elije la opci\u00F3n No en la secci\u00F3n Denuncias, por favor elimine los datos de denuncias agregados
VW727 = Seleccione por lo menos un motivo que restrinja controles posteriores
VW728 = Seleccione por lo menos un item del subcat\u00E1logo de restricciones 
VW729 = Ingrese una descripci\u00F3n para el motivo seleccionado
VW730 = Seleccione si existe restricci\u00F3n de controles posteriores
VW731 = Seleccione el tipo de registro de inventarios
VW732 = Seleccione una opci\u00F3n
numeroMesesPermanenciaEstablecimientoIncorrecto= El n\u00FAmero de meses ingresados es incorrecto
debeIngresarNumeroAniosPermanenciaEstablecimiento= Debe ingresar el n\u00FAmero de a\u00F1os de permanencia en el establecimiento
debeIngresarNumeroMesesPermanenciaEstablecimiento= Debe ingresar el n\u00FAmero de meses de permanencia en el establecimiento
debeIngresarNumeroAniosPermanenciaEsperado= Debe ingresar el n\u00FAmero de a\u00F1os esperado de permanencia en el establecimiento
debeIngresarNumeroMesesPermanenciaEsperado= Debe ingresar el n\u00FAmero de meses esperado de permanencia en el establecimiento
noExistenDatosIdentificacionDependiente = No se encontraron datos para la identificaci\u00F3n proporcionada 
rciInfoAdicionalSeleccioneUnItem = Seleccione por lo menos un item

#RCI
#Mercancia Verificada
VW801 = Seleccione tipo de mercanc\u00EDa
VW802 = Seleccione tipo de selecci\u00F3n de mercanc\u00EDa
VW803 = Ingrese una cantidad
VW804 = Seleccione unidad de medida
VW805 = Ingrese una descripci\u00F3n de la mercanc\u00EDa
VW806 = Seleccione el origen de la mercanc\u00EDa
VW807 = SECCION V.
VW808 = Secci\u00F3n Sustento de Mercanc\u00EDa OK
VW809 = Debe ingresar al menos un sustento de mercanc\u00EDa 
VW810 = Debe seleccionar si presenta sustento.
VW811 = Seleccione el tipo de documento
VW812 = Ingrese el n\u00FAmero de autorizaci\u00F3n
VW813 = Ingrese el n\u00FAmero de establecimiento
VW814 = Ingrese el n\u00FAmero del punto de emisi\u00F3n
VW815 = Ingrese el n\u00FAmero del documento
VW816 = Ingrese la fecha de emisi\u00F3n
VW817 = Seleccione si cumple o no los requisitos
VW818 = Formato de cantidad incorrecta.
VW819 = No tiene ingresado detalles de mercancia nacional.
VW820= Seleccione el tipo de mercader\u00EDa
VW821= Debe seleccionar al menos un item para sustentar la mercanc\u00EDa.
VW822= Ingrese el n\u00FAmero de refrendo
VW823= Ya ha sido agregado el item de la declaracion 
VW824=  con c\u00F3digo\: 
VW825= Ingrese la descripci\u00F3n del bien 
VWSeleccionDocumentosMercanciaIncorrecta = La selecci\u00F3n de documentos y origen mercanc\u00EDa es incorrecta.
VWSeleccioneSiPresentaDocumento = Seleccione si presenta documentaci\u00F3n para sustentar la mercanc\u00EDa
VWSeleccioneTipoDocumento = Seleccione el tipo de documento


#RCI
#Mercancia Importada
VWMINoExisteRefrendo= El refrendo consultado no existe

#RCI
#Sustento No Tributario
errorVerificacionDatosEnRuc= El n\u00FAmero de RUC ingresado no existe en la base de datos de RUC
obligatorioNumeroRuc = Es obligatorio el ingreso del n\u00FAmero de RUC
noExistenTiposDocumentoParaSeccionSMO = No existen tipos de documentos configurados para esta secci\u00F3n
esRequeridoElegirUnDocumento = Debe elegir un tipo de documento
existeDuplicadoSustentoNoTributario = Este sustento no tributario ya fue agregado
cumpleRequisitoObligatorio = Debe elegir si cumple o no los requisitos para el sustento no tributario
erroNoIngresoDatosContribuyente = No se ha ingresado los datos del contribuyente en la SECCI\u00D3N I
rucNoEsIgualRucContribuyenteIntervenido = El ruc del documento no es igual al ruc del contribuyente intervenido
errorIngresoRuc = No se ha ingresado los datos del contribuyente en la SECCI\u00D3N I o el n\u00FAmero fue mal ingresado


#RCI
#Observaciones
VW900 = SECCION VII.

#Lista Trabajo
errorRedireccionarAListaTrabajo= Error al redireccionar a la lista de trabajo
errorFiltroConCaracteresEspeciales= Texto inv\u00E1lido, no se permite el ingreso de asteriscos
errorNoSeleccionFiltro= Debe seleccionar una referencia para realizar la b\u00FAsqueda
ingreseValorPropiedad=Ingrese el valor referencia

#RCI
#Acta de Justificaci\u00F3n
VW901 = SECCION VIII.
errorActaNoSePuedeObtenerDatosFuente = No se pudo obtener los datos de la fuente
errorActaNoSeEncontroUbicacionGeografica = No se encontró la ubicación geográfica del operativo

#Preoperativo
operativoValidacionErroresEnSujetosControl = No se puede guardar el operativo porque los sujetos de control cargados poseen errores
operativoValidacionNoHayParticipanteParaEliminar=No hay participante seleccionado para eliminar
operativoArchivoConErrores=No se pueden agregar los sujetos de control, porque el archivo cargado posee errores. Corregir los errores y volver a cargar el archivo
operativoExitoCargaNuevosSujetos= Se han agregado
operativoExitoCargaNuevosSujetosSegundaParte = sujeto(s) de control  
operativoFechaFinRegistroMenorAFechaFinRegistroOriginal=El plazo fin de registro seleccionado/ingresado no pueder ser menor al plazo originalmente establecido
operativoErrorAlElminarFuenteSujetoControl=No se ha podido eliminar el sujeto de control seleccionado
operativoMensajeValidacionSectorPoseeDocumentosRegistrados = No se puede eliminar al sector seleccionado porque tiene registrados RCI o Actas de Justificaci\u00F3n
operativoMensajeValidacionParticipantePoseeDocumentosRegistrados = \= No se puede eliminar al participante seleccionado porque tiene registrados RCI o Actas de Justificaci\u00F3n
operativoMensajeNoHaySectoresSeleccionados = No existen sectores seleccionados para ser agregados
operativoMensajeSectoresExisten=Los siguientes sectores no se agregaron porque ya existen:
operativoMensajeParticipantesExisten=Los siguientes participantes no se agregaron porque ya existen:
operativoMensajeFechaMaximaRegistroRequerido=Debe ingresar la fecha m\u00E1xima de registro
operativoMensajeObservacionRequeridaEnAmpliarPlazo=Debe ingresar las observaciones
operativoMensajeAmpliarPlazoFechaMaximoRegistroErronea=La fecha m\u00E1xima de registro debe ser mayor o igual a la fecha actual
operativoMensajeAmpliarPlazoParticipantesRequerido=Debe seleccionar los participantes del operativo a los cuales desea ampliar el plazo
operativoMensajeAmpliarPlazoNOExistenParticipantes =  No existen participantes con tareas canceladas
operativoMensajeAmpliarPlazoNOExistenFuentesSujetoControl=No existen participantes con sujetos de control que posean tareas canceladas
operativoMensajeFechaDesdeReporte Debe ingresar la fecha desde
operativoMensajeFechaHastaReporte Debe ingresar la fecha hasta
operativoRangoFechaReporte La fecha de b\u00FAsqueda de inicio debe ser menor a la fecha hasta
vW1001 = Debe ingresar la fecha inicio y fin del operativo
VW1002 = No se lograron obtener los permisos para el acceso a tipos de control para el usuario(Aprobador) logeado, consulte con el administrador
VW1003 = Se produjo algun error al tratar de recuperar operativos por filtro de b\u00FAsqueda
VW1004 = Los siguientes integrantes poseen intervenciones y no pueden ser eliminados de la lista de Integrantes Operativo:
VW1006 = No se encontro la tarea en estado activo  
operativoMensajeExitoAmpliacionPlazo = Se ampli\u00F3 el plazo para el registro de la informaci\u00F3n del operativo
VW1008 = Ocurri\u00F3 un error al activar la tarea del participante
VW1009 = Debe ingresar la fecha m\u00E1xima de registro
VW1010 = Debe ingresar la descripci\u00F3n
VW1011 = No existen items seleccionados
VW1012 = No existen fedatarios seleccionados 
VW1013 = Debe seleccionar un supervisor
VW1014 = Se requiere seleccionar sectores
VW1015 = El sector debe corresponder a uno de los seleccionados en la secci\u00F3n "Sector" del operativo
vW1016 = No se puede eliminar el sector seleccionado porque esta asociado a uno o varios sujetos de control
vW1017 = No se puede eliminar el participante seleccionado porque esta asociado a uno o varios sujetos de control
operativoMensajeNoHayMotivosAutorizacionSeleccionados = No existen motivos de autorizaci\u00F3n seleccionados para ser agregados
operativoMotivoRequiereAutorizacionNulo= El motivo de autorizaci\u00F3n es nulo
operativoRequiereSeleccionarcanalesIngreso=Debe seleccionar al menos un canal de ingreso
operativoRequiereSeleccionarTipoControl = Debe seleccionar el proceso, programa y actividad

#Acta Justificaci\u00F3n
VW1100 = Error al eliminar el motivo seleccionado.
VW1101 = Acta de justificaci\u00F3n  creada con \u00E9xito. El n\u00FAmero es\:
VW1102 = No existen motivos de la no intervencion
VW1103 = Secci\u00F3n Acta de Justificaci\u00F3n OK
VW1104 = Debe seleccionar si existen motivos que restringen la ejecuci\u00F3n
VW1105 = La fecha de intervenci\u00F3n no est\u00E1 en el rango de fechas del Operativo Fecha Inicio\: 
VW1106 = \  y Fecha Fin\: 
VW1107 = Acta actualizada correctamente
VW1108 = Ingrese la fecha de la intervenci\u00F3n
VW1109 = Seleccione por lo menos un motivo por el que no se pudo realizar la intervenci\u00F3n
VW1110 = Agregue por lo menos un motivo por el que no se pudo realizar la intervenci\u00F3n 

#Consultar
VWConsultar001=Debe ingresar por lo menos un No. RCI, la identificaci\u00F3n o el nombre comercial
BusquedaRCPSinResultados=No existen resultados para los par\u00E1metros de b\u00FAsqueda ingresados
BusquedaRCPFechaDesdeObligatoria=Debe ingresar la fecha desde de la intervenci\u00F3n
BusquedaRCPFechaHastaObligatoria=Debe ingresar la fecha hasta de la intervenci\u00F3n
BusquedaRCPErrorRangoFechas=La fecha hasta de la intervenci\u00F3n debe ser mayor o igual a la fecha desde
BusquedaRCPErrorUbicacionGeografica=Debe seleccionar una zona, provincia y cant\u00F3n

#RevisionActa
VW2000=Acta de justificaci\u00F3n aprobada correctamente
VW2001=Acta de justificaci\u00F3n fue rechazada correctamente
VW2002=Acta de justificaci\u00F3n fue anulada correctamente
VW2003=Error al buscar el usuario Supervisor de denuncia
VW2004=Error al generar la tarea Revisi\u00F3n de inconsistencias
VW2005=Error al rechazar el acta
VW2006=Error al aprobar el acta
VW2007=Error al anular el acta
VW2008=Error al generar la tarea Registrar resultados RCI sin compra simulada
VW2009=No se gener\u00F3 correctamente el archivo PDF
VW2010=Seleccione por lo menos un motivo por el que se rechaza el acta de justificaci\u00F3n.
VW2011=Ingrese una observaci\u00F3n
VW2012=Agregue por lo menos un motivo por el que se rechaza el acta de justificaci\u00F3n.

#General
vWFormatoFecha=Formato de fecha incorrecto
vWFormatoFechaDesde=Formato de fecha desde incorrecto
vWFormatoFechaHasta=Formato de fecha hasta incorrecto

#validar informacion de la denuncia
WVdebeSeleccionarSiEsGestionableONo=Debe selecionar si la denuncia es gestionable o no
VWGuardadoConExito=La informaci\u00F3n se registr\u00F3 con \u00E9xito
VWMotivoRechazoObligatorio= Seleccione m\u00EDnimo un motivo por los que se rechaza la denuncia
WVSubCatalogoNoEncontrado = Sub-cat\u00E1logo no encontrado
denunciaAprobadorZonalRequerido = Seleccione el aprobador zonal responsable de gestionar la denuncia

#Verificaci\u00F3n de informaci\u00F3n de la denuncia
VW2100=Seleccione si la denuncia es gestionable
VW2101=Seleccione si el denunciado es un PEP
VW2102=Seleccione si requiere aprobaci\u00F3n
VW2103=Seleccione por lo menos un motivo por el cual requiera aprobaci\u00F3n
VW2104=Seleccione el programa al cual va a corresponder la denuncia
VW2105=Seleccione la actividad a la cual va a corresponder la denuncia
VW2106=Ingrese la calle
VW2107=Ingrese la intersecci\u00F3n
VW2108=Ingrese el n\u00FAmero
VW2109=Ingrese una referencia de la ubicaci\u00F3n
VW2110=Seleccione por lo menos una sugerencia
VW2111=Seleccione por lo menos un motivo por el cual la denuncia no es gestionable
VW2112=Seleccione el proceso al cual va a corresponder la denuncia
VW2113=Seleccione el subproceso al cual va a corresponder la denuncia
VWDebeSeleccionarSectorDenuncia=Seleccione un sector donde se encuentre ubicado la denuncia
VWNoExistenSectoresDenuncia=No existen sectores para la denuncia
VWDebeSeleccionarSra = Seleccione un Sujeto Requiere Aprobaci\u00F3n
sugerenciaRequerida=Seleccione un detalle para 
seleccioneMotivoRequiereAprobacion=Seleccione por lo menos un motivo por el que requiere aprobaci\u00F3n
seleccioneMotivoRechazoGestionDenuncia=Seleccione por lo menos un motivo de rechazo de la gesti\u00F3n de la denuncia.
motivoRechazoNulo= El motivo de rechazo es nulo
motivoRequiereAprobacionNulo= El motivo de aprobaci\u00F3n es nulo
seccionControlAEjecutar= En control a ejecutar: 
seccionDireccionDenuncia = En direcci\u00F3n\: 
seccionSugerenciaDenuncia= En sugerencias: 
documentoAdjuntoDenunciaExtensionPermitida = - Las extensiones de archivos permitidas son\: xls, xlsx, ods, odt, doc, docx, pdf y jpeg
documentoAdjuntoRCIExtensionPermitida = - Las extensiones de archivos permitidas son\: pdf, jpeg, jpe, png y gif
documentoAdjuntoDenunciaTamanioMaximoTotal = - El tama\u00F1o total para todos los archivos adjuntos es\:
documentoAdjuntoDenunciaTamanioMaximoTotal2 = MB 
documentoAdjuntoDenunciaTamanioMaximoTotalKB = KB

#Aprobar Objeto/Sujeto Control denuncia
debeSeleccionarArchivo = Seleccione un archivo que justifique la aprobaci\u00F3n del sujeto
apruebaRechazaSujetoControlDenuncia=Especifique el resultado del an\u00E1lisis de la denuncia
VWObservacion = Ingrese una observaci\u00F3n
VWInformacionGuardadaSatisfactoriamente = Informaci\u00F3n guardada correctamente
VWInformacionNoGuardada No se guard\u00F3 los cambios
denunciaCompletarInformacion = Ingrese el detalle de la informaci\u00F3n que requiere completar
denunciaObservacionCompletarInformacion= Ingrese la observaci\u00F3n del an\u00E1lisis de la denuncia

#Cargar Archivos
exitoCargarArchivo= Archivo cargado correctamente
tamanioTotalArchivosExcedido= Se ha superado el tamaño m\u00E1ximo para la carga de archivos 
tamanioTotalArchivoExcedido= Se ha superado el tamaño m\u00E1ximo para la carga de archivos 
extensionesPermitidasArchivoAdjuntoCorreo= - Las extensiones permitidas de archivos son: zip, pdf.
tamanioMaximoArchivoAdjunto = - El tama\u00F1o m\u00E1ximo para el archivo adjuntos es\:
tamanioMaximoArchivoSujetos = - El tama\u00F1o m\u00E1ximo del archivo es\: 
extensionesPermitidasArchivoAdjuntoDenuncia= - Las extensiones permitidas de archivos son: xls, xlsx, ods, odt, doc, docx, pdf, jpeg
faltaDescripcionArchivosAdjuntos = Verificar que se haya ingresado la descripción de todos los archivos adjuntos.

#Seleccion Usuarios
noExistenUsuariosSeleccionados No existen usuarios seleccionados
yaExisteEnListaPrincipal ya existen en la lista de env\u00EDos 
yaExisteEnListaSeleccionados Usuario ya existe en la lista de seleccionados
ingreseDatosABuscar Ingrese un apellido, nombre o usuario para buscar
noTieneCorreo El usuario seleccionado no tiene correo electr\u00F3nico
noExisteUsuario =No existen usuarios que coincidan con los criterios de b\u00FAsqueda 

#Analisis SRA
sraGuardadoSatisfactoriamente = Se ha completado el an\u00E1lisis de SRA satisfactoriamente
sraEnvioCorreoSatisfactorio = Se envi\u00F3 correctamente el correo de solicitud de aprobaci\u00F3n de gesti\u00F3n
sraProblemasAlGuardarLaInformacion = No se logr\u00F3 guardar la informaci\u00F3n
sraNoSeEnvioElCorreo = No se pudo realizar el env\u00EDo del correo de solicitud de aprobaci\u00F3n de gesti\u00F3n
sraNoSePudoObtenerSujetoAnalisis = No se logr\u00F3 obtener la informaci\u00F3n del sujeto analizado seleccionado
sraDestinatarioRequerido = Seleccione por lo menos un destinatario
sraMensajeRequerido = Ingrese el detalle del mensaje
sraSeleccioneSRA = Seleccione el sujeto identificado como SRA
sraRespuestaAprobacion = Seleccione si el SRA fue aprobado para la gesti\u00F3n
sraRespuestaAnalisisPosibleSRA= Seleccione si el sujeto corresponde a un SRA
sraSeleccionArchivoRespuesta = Seleccione un archivo de respuesta sobre la aprobaci\u00F3n del SRA
sraNoTieneUsuario = no tiene usuario
sraRedireccionIncorrecta = redirección incorrecta

#Registro Solicitudes
seleccioneCanalIngreso= Seleccione un canal de ingreso
seleccioneSector=Seleccione un sector
seleccioneEstructura=Seleccione una estructura
seleccioneTipoDocumento= Seleccione un medio
seleccioneEstado= Seleccione un estado
ingreseFiltro=Debe ingresar el nombre de la Unidad Administrativa
seleccionRegional= Seleccione una Regional
seleccionRequiriente= Seleccione el requiriente
solicitudGuardadoConExito=La informaci\u00F3n se registr\u00F3 con \u00E9xito. Solicitud \#  
ingreseElAsunto= Debe ingresar el asunto
escojaTipoControl=Escoja por lo menos un tipo de proceso
solicitudSeleccioneCanton=Seleccione una ubicaci\u00F3n geogr\u00E1fica
solicitudIngreseArchivoAdjunto = Debe adjuntar archivos a la solicitud
solicitudFechaYNumeroDocumento=El n\u00F3mero y fecha del documento son obligatorios
solicitudInstitucion= Seleccione una estructura (Instituci\u00F3n)
ubicacionErronea=Error al iobtener la ubicaci\u00F3n 
errorSolicitud = Se produjo algun error al tratar de recuperar solicitudes por filtro de b\u00FAsqueda
busquedaSolicitud = Debe seleccionar al menos un criterio para la b\u00FAsqueda
numeroDocumentoObligatorio= El n\u00FAmero del documento es obligatorio
fechaOrigenDocumentoObligatorio = La fecha del documento es obligatoria
solicituCantonesYaAgregados= Los cantones ya agregados anteriormente no se volver\u00E1n agregar
solicitudValidacionProvnicia = No se puede eliminar la Provincia seleccionada existen cantones guardados previamente
solicitudValidacionZona = No se puede eliminar la Zona seleccionada existen cantones guardados previamente
debeSeleccionarZona= Debe seleccionar una zona
ingresoObservacionActualizacionEstadoProceso= Ingrese la observaci\u00F3n del proceso seleccionado
seleccioneProcesoActualizarEstado= Seleccione el proceso a actualizar el estado
solicitudCambioEstadoProcesoAtendidoExito= Los procesos han sido actualizados a Atendido con éxito
solicitudCambioEstadoProcesoCanceladoExito= Los procesos han sido Cancelados con éxito 
solicitudRelacionadaAOperativoCreadoAutorizadoSuspendido=No se puede cancelar el proceso asociado a los operativos No:
procesoSolicitudNoPuedeSerCancelada=No se puede cancelar el proceso
debeSeleccionarUnProcesoYSuObservacion=Debe seleccionar al menos un proceso con su respectiva observaci\u00F3n
solicitudNoSePuedeEliminar =No es posible eliminar una solicitud ya registrada en un operativo autorizado
solicitudDuplicada = Se encontró solicitudes duplicadas:


#Administracion de catalogo
itemTieneCoincidenciasDeNombre = Existe un \u00EDtem registrado con el mismo nombre
nombreDeItemEsObligatorio = El nombre es un campo obligatorio
itemGuardadoSatisfactoriamente = El item se ha guardado satisfactoriamente
ingreseLaDescripcion = La descripci\u00F3n es un campo obligatorio

#Reporte Gestion Denuncia
reporteGestionDenunciaIngresoCalleInterseccion = Ingrese la calle o intersecci\u00F3n
reporteGestionDenunciaIngreseFechaRecepcionDesde = Ingrese la fecha de recepci\u00F3n desde
reporteGestionDenunciaIngreseFechaRecepcionHasta = Ingrese la fecha de recepci\u00F3n hasta
reporteGestionDenunciaSeleccioneCanton = Seleccione una zona, provincia y cant\u00F3n
reporteGestionDenunciaRangoFechas=La fecha de recepci\u00F3n desde debe ser menor a la fecha de recepci\u00F3n hasta
reporteGestionDenunciaFechaBusquedaPermitido = El rango de fechas excede el permitido para la consulta
reporteGestionDenunciaListaCantonesVacia = Seleccione al menos una zona, provincia o cant\u00F3n
reporteGestionDenunciaListaCamposReporteVacia = Seleccione al menos un campo para generar el reporte
reporteGestionDenunciaErrorDeGeneracionReporte=Error al generar el reporte
reporteGestionDenunciaErrorDeGeneracionReporteUsuarioNoExiste=Error al generar el reporte
reporteGestionDenunciaErrorDeGeneracionReporteNoExistenDatos=Para los criterios ingresados no existen datos registrados
reporteErrorAlDescargar = Error al descargar el archivo

#Administracion de parametros
mensajeGuardadoExitoso = El par\u00E1metro ha sido guardado con \u00E9xito
mensajeCampoValorObligatorio = El campo valor es obligatorio
mensajeTipoDatoNoCorrespondeCampoValor = El valor no corresponde al tipo de dato seleccionado
mensajeValorNumericoFueraDeRangoPermitido = El valor del par\u00E1metro esta fuera del rango permitido
mensajeUsuarioNoEncontrado = No se encontr\u00F3 usuario con los datos ingresados

#Administracion de plantillas
mensajePlantillasExtensionPermitida = - Las extensiones de archivos permitidas son: odt
mensajeArchivoObligatorio=Debe seleccionar un archivo para actualizar la plantilla
mensajeActualizacionExitosa=La plantilla se ha actualizado con \u00E9xito
mensajePlantillasTamanioMaximoTotal = - El tama\u00F1o m\u00E1ximo para el archivo cargado es\: 

#Administracion de Cantones por Zona
mensajeProvinciaObligatoria= Debe seleccionar una provincia
mensajeNoPuedeGuardarNoExistenCambios= No se han realizado cambios de zona para los cantones 
mensajeNoPuedeGuardarNoRealizoBusqueda = No puede guardar ya que no se ha realizado la b\u00FAsqueda de cantones de la provincia
mensajeGuardadoConExito= Los cambios se han guardado exitosamente
mensajeErrorEnGuardado= Error al guardar
mensajeSeleccionZona= Debe seleccionar una zona

#DenunciaReportarDenuncia
mensajeDenunciaFormaFinalizacionRequerida=Se requiere escoger una forma de finalizaci\u00F3n de la denuncia
mensajeDenunciaGestionRequerida=Se requiere ingresar el detalle de la gesti\u00F3n
mensajeDenunciaLongitudMaximaGestionRequerida=El campo gesti\u00F3n debe tener una longitud m\u00E1xima de 1000 caracteres
mensajeDenunciaErrorDiasRespantes Error al obtener días restantes para la denuncia:

#archivoSra
archivoSraIngreseFechaInicio = Ingrese una fecha de vigencia desde 
archivoSraIngreseFechaFin = Ingrese una fecha de vigencia hasta
archivoSraRangoFechasIncorrecto = La fecha desde debe ser menor que la fecha hasta
archivoSraConErrores = El archivo contiene errores
archivoSraErrorGuardar = Error al guardar
mensajeArchivoSraExtensionPermitida = Las extensiones de archivos permitidas son: xls, ods
mensajeArchivoSraTamanioMaximoTotal =  El tama\u00F1o m\u00E1ximo para el archivo cargado es\: 

#parametrización respuesta gestión denuncia
respuestaDenunciaSeleccione Seleccione una respuesta
respuestaDenunciaNoActualizada No se pudo actualizar la respuesta
respuestaDenunciaIngreseNombreCorto El campo respuesta nombre corto es obligatorio
respuestaDenunciaIngreseNombreLargo El texto que se enviará al SND es obligatorio
respuestaDenunciaEstado Escoja el estado
respuestaDenunciaIngreseNombreMotivo El campo nombre motivo es obligatorio
respuestaDenunciaIngreseDescripcionMotivo La descripci\u00F3n del motivo es obligatoria
respuestaDenunciaTipoCatalogoDinamico Seleccione a que tipo de cat\u00E1logo corresponde
respuestaDenunciaNoSePuedoCrear No se pudo crear el nuevo item del catu00E1logo
respuestaDenunciaNoSePudoGuardar No se pudo guardar los cambios efectuados
respuestaDenunciaTextoRespuesta El campo Respuesta SND es obligatorio
respuestaDenunciaCampoMotivo El campo motivo es obligatorio
respuestaDenunciaDuplicada Ya existe otra respuesta identica configurada
respuestaDenunciaExito Respuesta asignada exitosamente

#administracion de sectores
mensajeSectorGuardadoConExito = El sector ha sido guardado con \u00E9xito
mensajeNombreSectorDuplicado = El nombre del sector ya se encuentra registrado
campoZonaObligatorio = Campo Zona es obligatorio
campoProvinciaObligatorio = Campo Provincia es obligatorio
campoCantonObligatorio = Campo Cant\u00F3n es obligatorio
mensajeSectorInactivado = El sector ha sido inactivado

#administracion Catalogo Dinamico
catalogoDinamicoSeRequiereNombre= Debe ingresar el nombre del \u00EDtem del cat\u00E1logo din\u00E1mico
catalogoDinamicoSeRequiereDescripcion= Debe ingresar la descripci\u00F3n del \u00EDtem del cata\u00E1logo din\u00E1mico
catalogoDinamicoSeRequiereTipoCatalogoDinamico=Debe seleccionar un cat\u00E1logo din\u00E1mico
catalogoDinamicoSeRequiereTipoRegistro=Debe seleccionar una opci\u00F3n de tipo de \u00EDtem
catalogoDinamicoSeRequiereTipoCatalogoAsociado=Debe seleccionar una opci\u00F3n de cat\u00E1logo asociado
catalogoDinamicoResultadoBusquedaVacio=La b\u00FAsqueda no ha devuelto ning\u00FAn resultado
catalogoDinamicoErrorBusqueda=Error al realizar la b\u00FAsqueda de \u00EDtems del cat\u00E1logo din\u00E1mico
catalogoDinamicoExitoEliminacion=Se ha eliminado con \u00E9xito el \u00EDtem seleccionado
catalogoDinamicoErrorEliminacion=Error al eliminar el \u00EDtem de cat\u00E1logo din\u00E1mico seleccionado


#denuncias relacionadas
numeroDenunciaBusquedaDenunciasRelacionadas = Debe ingresar un n\u00FAmero de denuncia

#desbloqueoTareas
mensajeDesbloqueoTareasNoSeleccionUsuarioParaEliminar=No hay usuario seleccionado para eliminar
mensajeDesbloqueoTareasUsuariosExisten=Los siguientes usuarios no se agregaron porque ya se encuentran en la lista:
mensajeDesbloqueoTareasnNoExistenUsuariosSeleccionadoParaBuscar = Seleccione al menos un usuario para realizar la b\u00FAsqueda
noSeleccionTareasBloqueadas = No se han seleccionado tareas para desbloquear
mensajeDesbloqueoTareasnNoSeActualizoInformacion = No se pudo actualizar la informaci\u00F3n
mensajeTareasSinActualizacionFechaVencimiento = No se ha modificado la fecha de vencimiento de ninguna de las tareas seleccionadas
mensajeDesbloqueoTareasActualizacionExitosa=Las tareas se han actualizado exitosamente


#Correo
errorAlGuardarDestinatarioCorreo No se pudo guardar la informaci\u00F3n del destinatario de correo.